Repository: infohata/mondev
Catalog: monda_live/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Password
lt: Slaptažodis

source: Password confirm
lt: Pakartoti slaptažodį

source: This email is already in use. Please use a different email.
lt: Šis el. paštas naudojamas. Prašome pasirinkti kitą.

source: Password must match.
lt: Slaptažodžiai turi sutapti.

source: user
lt: vartotojas

source: picture
lt: nuotrauka

source: discord username
lt: discord'o vartotojo vardas

source: profile
lt: profilis

source: profiles
lt: profiliai

source: See you later at
lt: Iki gereito

source: You are always welcome back
lt: Visada esate laukiami

source: log in
lt: prisijungti

source: again
lt: dar karta

source: log in to
lt: prisijungti į

source: Log in error. Please try again.
lt: Prisijungimo klaida. Bandykite dar kartą

source: forgot password?
lt: pamiršote slaptažodį?

source: If you do not have an account, please
lt: Jeigu neturite vartotojo, paršome

source: sign up
lt: užsiregistruoti

source: password changed
lt: slaptažodis pakeistas

source: Password has been changed successfully
lt: Slaptažodis buto sėkmingai pakeistas

source: You can now
lt: Dabar jūs galit

source: with your new password
lt: su nauju slaptažodžiu

source: reset password
lt: atstatyti slaptažodį

source: Password Reset Failed: the link has expired and is no longer valid.
lt: Atsatyti Slaptažodį Nepavyko: nuoruda nebegalioja ir daugiau nebe veiksminga.

source: password reset
lt: atstatyti slaptažodį

source: please check your email
lt: prašome patikrinti elektorininį paštą

source: We have sent further instructions to your email.
lt: Tolimesnės instrukcijos nusiųstos į jūsų elektronini pašta

source: Hello, Someone has requested the password change at Middle of Nowhere Developer Academy. If it was not you, please ignore this email. You can change your password by following this link:
lt: Sveiki, Gavome užklausą paskyros slaptažodžio keitimui Middle of Nowhere Developer Academy. Jeigu tai ne jūs, prašome ignoruoti šį laišką. Savo slaptažodį galite pakeisti spustelėję šią nuorodą:

source: Best regards, MoNDA Team
lt: Pagarbiai, MoNDA Komanda

source: confirm
lt: patvirtinti

source: e-mail
lt: el. paštas

source: update profile
lt: atnaujinti profilį

source: update
lt: atnaujinti

source: sign up for
lt: registruotis į

source: Sign up for Middle of Nowhere Developer Academy
lt: Registracija į Middle of Nowhere Developer Academy

source: confirm sign up
lt: patvirtinti registracija

source: If you have already an account, please
lt: Jeigu jau turitę paskyra, prašome

source: Profile updated.
lt: Profilis atnaujintas

source: User registration successful!
lt: Vartotojo registracija sėkminga.

source: Error occurred during registration.
lt: Įvyko klaida registruojantis.

source: In order to sign up, you need to logout first
lt: Norint prisiregistruoti, turite būti atsijungęs
